[{"id":1311493,"chamber":"upper","current_status":"introduced","bill_number":"S 145","state":"us","session":"114","title":"National Park Access Act","description":"National Park Access Act\n Requires the Director of the National Park Service to refund to each state all of the funds that it used to reopen and temporarily operate a unit of the National Park System during the period in October 2013 in which there was a lapse in appropriations for that unit.","results":151842},{"id":1342342,"chamber":"lower","current_status":"introduced","bill_number":"HR 487","state":"us","session":"114","title":"To allow the Miami Tribe of Oklahoma to lease or transfer certain lands.","description":"Allows the Miami Tribe of Oklahoma to lease, sell, convey, warrant, or transfer all or any part of its interests in any real property that is not held in trust by the United States for the tribe.","results":151842},{"id":1388651,"chamber":"upper","current_status":"introduced","bill_number":"S 403","state":"us","session":"114","title":"North Country National Scenic Trail Route Adjustment Act","description":"North Country National Scenic Trail Route Adjustment Act\n Amends the National Trails System Act to extend the North Country National Scenic Trail into Vermont.","results":151842},{"id":1404137,"chamber":"upper","current_status":"introduced","bill_number":"S 521","state":"us","session":"114","title":"President Street Station Study Act","description":"President Street Station Study Act\n Directs the Secretary of the Interior to conduct a special resource study of the President Street Station, a railroad terminal in Baltimore, Maryland, to evaluate the terminal's national significance and determine its feasibility for designation as a unit of the National Park System.","results":151842},{"id":1428716,"chamber":"lower","current_status":"introduced","bill_number":"HR 3848","state":"us","session":"101","title":"Depository Institution Money Laundering Amendments of 1990","description":"Depository Institution Money Laundering Amendments of 1990 - Amends the Bank Conservation Act, the Home Owners' Loan Act, the Federal Deposit Insurance Act, and the Federal Credit Union Act to authorize the appointment of a conservator for a depository institution convicted of money laundering offenses (including insured Federal and State savings associations and State banks).  Exempts from conservatorship any such institution whose ownership or control has changed after commission of the offense and whose new owner or controlling person was not affiliated with it at the time of the offense. Amends the Revised Statutes, the Home Owners' Loan Act, and the Federal Credit Union Act to prescribe guidelines for the revocation of depository institutions' charters and forfeiture of franchises upon conviction for money laundering offenses (including the conviction of senior level management for such offenses). Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to prescribe guidelines for the termination of the insured status of State depository institutions, including State chartered credit unions, convicted of money laundering. Amends the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 to require specified regulatory agencies to include in their annual reports to the Congress the identification of depository institutions convicted of money laundering offenses and the agencies' enforcement activities. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to require removal from office of institution-affiliated parties convicted of money laundering offenses and to prohibit their further participation in the affairs of any insured depository institution. Amends Federal law regarding monetary transactions to authorize the Secretary of the Treasury to:  (1) impose civil money penalties upon a financial institution for negligent violations of this Act or for a pattern of negligent violations; and (2) order a depository institution to request that its customers submit cash transaction reports. Expresses the sense of the Congress that the States should:  (1) establish uniform regulations and licensing requirements (meeting specified criteria) for non-depository institutions engaged in check cashing businesses; and (2) develop a model statute incorporating such uniform regulations. Requires the Secretary to study and report to the Congress on the progress made by the States in enacting uniform legislation. Amends the Federal Deposit Insurance Act to direct the Secretary to promulgate final regulations requiring insured depository institutions to maintain records of payment orders which:  (1) involve international transactions; and (2) direct transfers of funds over wholesale transfer systems or on the books of any insured depository institution.  Authorizes the Secretary to prohibit a financial institution from disclosing the existence of a Federal information targeting order. Amends the Right to Financial Privacy Act to exempt a financial institution from civil liability for submitting in good faith a suspicious transaction report or for refusing to do business with the subject of such transaction report. Amends the Bank Secrecy Act to require financial institutions to certify in writing under penalty of perjury their basis for requesting an exemption from cash transaction reporting requirements.  Requires an annual update of such certification. Requires the Secretary to make currency transaction reports available to any State depository institution's supervisory agency. Requires the Secretary to:  (1) submit periodic status reports to the Congress regarding the use of currency transaction reports and related enforcement activities; and (2) establish an Advisory Group on Reports on Monetary Instruments Transactions to serve as a conduit between the Federal and private sectors regarding the status of currency transaction reporting activities. Requires the Board of Governors of the Federal Reserve System to provide, at the Attorney General's request, information regarding the cash surplus reports of the Federal Reserve banks. Requires the Secretary to establish a study group to evaluate:  (1) the feasibility of electronic scanning of Federal Reserve notes; and (2) the impact of such scanning upon the rights of individuals to financial privacy. Requires the Comptroller General to study and report to the Congress on the feasibility of a \"Financial Crimes Enforcement Network\" proposed to be established among Federal agencies and banking agencies. Amends Federal law regarding monetary transactions to subject to certain cash reporting requirements any officer or office of either House of the Congress which provides check cashing or deposit services for Members of Congress. Requires the Secretary of the Treasury to:  (1) collect and maintain information on amounts and denominations of currency confiscated in connection with drug seizures and drug-related money laundering operations, as well as the total dollar amount of each denomination of such notes and currency; (2) develop a plan to collect the same information from State and local agencies; (3) report to the Congress on such plan, together with biannual summaries of the information collected; and (4) report to the Congress on the need for additional information regarding how frequently $50 and $100 notes are used in drug trafficking and other illegal activities, and the possible deterrent effect the withdrawal of such notes would have on such activities.","results":151842},{"id":1494193,"chamber":"upper","current_status":"introduced","bill_number":"S 593","state":"us","session":"114","title":"Bureau of Reclamation Transparency Act","description":"Bureau of Reclamation Transparency Act\n Directs the Department of the Interior to submit to Congress, make publicly available, and biennially update an Asset Management Report that describes the Bureau of Reclamation's efforts to maintain in a reliable manner all reserved works (buildings, structures, facilities, or equipment owned by the Bureau for which operations and maintenance are performed by Bureau employees or through a contract with the Bureau) at Reclamation facilities (infrastructure assets that are owned by the Bureau at each Reclamation project owned by the Bureau) and to standardize and streamline data reporting and processes across regions and areas for the purpose of maintaining such works.\nRequires such Report to include: (1) a detailed assessment of major repair and rehabilitation needs for all such works; and (2) an itemized list of major repair and rehabilitation needs of individual Reclamation facilities at each Reclamation project, including a budget level cost estimate of appropriations needed to complete each item and an assignment of a categorical rating for each item consistent with existing uniform categorization systems to inform the annual budget process and agency requirements.\nDirects Interior to: (1) coordinate with the non-federal entities responsible for the operation and maintenance of transferred works (Reclamation facilities at which operations and maintenance are carried out by a non-federal entity under a formal agreement with the Bureau) in developing reporting requirements for Asset Management Reports regarding the condition of, and planned maintenance for, transferred works; and (2) develop and implement a categorical rating system for transferred works.\nReduces the maximum amount of the federal share of the cost of the Central Valley Water Recycling Project otherwise available as of the date of enactment of this Act by $2 million.","results":151842},{"id":1494200,"chamber":"upper","current_status":"introduced","bill_number":"S 583","state":"us","session":"114","title":"Sawtooth National Recreation Area and Jerry Peak Wilderness Additions Act","description":"Sawtooth National Recreation Area and Jerry Peak Wilderness Additions Act\n Designates specified parcels of federal land in central Idaho as wilderness areas and as components of the National Wilderness Preservation System. \nReleases specified portions of the Sawtooth National Recreation Area as wilderness study areas. \nCentral Idaho Economic Development and Recreation Act\nRequires the conveyance of specified parcels of federal land to Blaine and Custer Counties and the cities of Challis, Clayton, and Stanley in central Idaho.","results":151842},{"id":1495064,"chamber":"upper","current_status":"introduced","bill_number":"S 610","state":"us","session":"114","title":"Thurgood Marshall's Elementary School Study Act","description":"Thurgood Marshall's Elementary School Study Act\nThe Department of the Interior must conduct a special resource study of P.S. 103, the public school located in West Baltimore, Maryland, which former Supreme Court Justice Thurgood Marshall attended as a youth. The study must also include any other resources in the surrounding neighborhood that relate to his early life.","results":151842},{"id":1540704,"chamber":"upper","current_status":"introduced","bill_number":"S 720","state":"us","session":"114","title":"Energy Savings and Industrial Competitiveness Act of 2015","description":"","results":151842},{"id":1555701,"chamber":"lower","current_status":"introduced","bill_number":"HR 1554","state":"us","session":"114","title":"Elkhorn Ranch and White River National Forest Conveyance Act of 2015","description":"Elkhorn Ranch and White River National Forest Conveyance Act of 2015\n \n Requires all interest of the United States in 148 acres of identified land to be conveyed by patent to the Gordman-Leverich Partnership (GLP), a Colorado Limited Liability Limited Partnership. \nStates that the conveyance: (1) is subject to the valid existing rights of the lessee of federal oil and gas lease COC-75070 and any other valid existing rights, and (2) shall reserve to the United States the right to collect rent and royalty payments on such lease for its duration.\nRequires the conveyance to: (1) be completed by no later than 180 days of enactment of this Act; and (2) be without consideration, except that all costs incurred by the Department of the Interior relating to any survey, platting, legal description, or other activities carried out to prepare and issue the patent shall be paid by GLP to Interior prior to the conveyance of such land.","results":151842},{"id":1568397,"chamber":"lower","current_status":"introduced","bill_number":"HR 1949","state":"us","session":"114","title":"National Liberty Memorial Clarification Act of 2015","description":"National Liberty Memorial Clarification Act of 2015\nThis bill amends the Military Construction Authorization Act for Fiscal Year 2013 with respect to submission of site and design proposals by the National Mall Liberty Fund D.C. (sponsor) for the National Liberty Memorial to honor the slaves and free black persons who served as soldiers and sailors or provided civilian assistance during the American Revolution.\nThe site and design approval process is revised to make the Secretary of Agriculture, rather than the Secretary of the Interior or the Administrator of General Services, responsible for consideration of these site and design proposals and their submission, on behalf of the sponsor, to the Commission of Fine Arts and National Capital Planning Commission.","results":151842},{"id":1568407,"chamber":"lower","current_status":"introduced","bill_number":"HR 1937","state":"us","session":"114","title":"National Strategic and Critical Minerals Production Act of 2015","description":"National Strategic and Critical Minerals Production Act of 2015\nDeems a domestic mine that will provide strategic and critical minerals to be an \"infrastructure project\" as described in Presidential Order \"Improving Performance of Federal Permitting and Review of Infrastructure Projects\" dated March 22, 2012.\n Sets forth the responsibilities of the lead agency (federal, state, local, tribal, or Alaska Native Corporation) with responsibility for issuing a mineral exploration or mine permit with respect to project coordination, agency consultation, project proponents, and contractors.\nDeems the requirements of National Environmental Policy Act of 1969 (NEPA) to have been satisfied if the lead agency determines that any state or federal agency acting pursuant to state or federal statutory or procedural authorities, has or will address specified factors.\nRequires the lead agency, if it cannot make such a determination, and at a project proponent's request, together with cooperating and other agencies involved in the permitting process to enter into an agreement with the project proponent that sets time limits for each part of the permitting process.\nApplies this Act to any mineral exploration or mine permit for which an application was submitted before enactment of this Act if the applicant so requests in writing. Requires the lead agency to begin implementing this Act with respect to such application within 30 days after receiving such a request.\nRequires the lead agency, with respect to strategic and critical minerals within a federally administered unit of the National Forest System, to: (1) exempt from federal regulations governing Special Areas all areas of identified mineral resources in Land Use Designations (other than Non-Development Land Use Designations); (2) apply such exemption to all additional routes and areas that the agency finds necessary to facilitate the construction, operation, maintenance, and restoration of the areas of the identified mineral resources; and (3) continue to apply such exemptions after approval of the Minerals Plan of Operations for the unit. \n Declares the priority of the lead agency is to maximize mineral resource development while mitigating environmental impacts, so that more of the mineral resource can be brought to the market place.\nPrescribes the Federal Register notice process for mineral exploration and mining projects.\nAuthorizes the holder of a mineral exploration or mine permit to intervene as of right in any covered civil action by a person affecting rights or obligations of the permit holder under the permit.\n Bars a civil action claiming legal wrong caused by an agency action unless it is filed by the end of the 60-day period beginning on the date of the final federal agency action to which it relates.\n Requires the court to hear and determine any covered civil action as expeditiously as possible.\n Prohibits the court, in a covered civil action, from granting or approving prospective relief unless it finds that such relief is narrowly drawn, extends no further than necessary to correct the violation of a legal requirement, and is the least intrusive means necessary to correct such violation.\nDeclares inapplicable to such a civil action specified requirements of the Equal Access to Justice Act relating to award of costs and fees to a prevailing plaintiff.\nProhibits payment from the federal government for court costs of a party in such a civil action, including attorneys' fees and expenses.\nProhibits construction of this Act as affecting any aspect of Secretarial Order 3324 with respect to potash and oil and gas operators.","results":151842},{"id":1569717,"chamber":"upper","current_status":"introduced","bill_number":"S 1103","state":"us","session":"114","title":"A bill to reinstate and extend the deadline for commencement of construction of a hydroelectric project involving Clark Canyon Dam.","description":"Directs the Federal Energy Regulatory Commission, upon the request of the licensee for the project numbered 12429 (Clark Canyon Dam, Montana), to reinstate the license and extend for three years after enactment of this Act the time period during which the licensee is required to commence the construction of project works.","results":151842},{"id":1570847,"chamber":"lower","current_status":"introduced","bill_number":"HR 2223","state":"us","session":"114","title":"Crags, Colorado Land Exchange Act of 2015","description":"Crags, Colorado Land Exchange Act of 2015\nThis bill directs the Department of Agriculture (USDA), if the Broadmoor Hotel, Inc., (BHI) offers to convey to the USDA 320 acres of specified nonfederal land in the Pike National Forest in Teller County, Colorado, and a permanent trail easement for the Barr Trail in El Paso County, Colorado, to accept the offer and convey to BHI 83 acres of specified federal land within the Forest, together with a non-exclusive perpetual access easement for BHI to and from such land on Forest Service Road 371. \nThe nonexclusive perpetual access easement granted to BHI shall allow: (1) BHI to fully maintain, at its own expense, and use Forest Service Road 371 from its junction with Forest Service Road 368 in accordance with historic BHI use and maintenance patterns; and (2) full and continued public and administrative access and use of FSR 371 in accordance with the existing Forest Service travel management plan, or as it may be revised by USDA.\nThe USDA shall determine the values of the lands to be exchanged through appraisals following specified requirements. The values shall be equal, or if they are not equal, equalized as prescribed by this Act. \nThe Barr Trail easement donation shall not be appraised for purposes of this Act. \nThe land acquired by the USDA under this Act shall become part of the Pike-San Isabel National Forest.","results":151842},{"id":1572301,"chamber":"upper","current_status":"introduced","bill_number":"S 1104","state":"us","session":"114","title":"A bill to extend the deadline for commencement of construction of a hydroelectric project involving the Gibson Dam.","description":"This bill authorizes the Federal Energy Regulatory Commission (FERC), upon the request of the licensee for the project numbered 12478-003 (Gibson Dam, Montana), to extend for six years the time period during which the licensee is required to commence construction.\nCommences such time period upon expiration of the previous extension issued by FERC before enactment of this Act.","results":151842},{"id":1572333,"chamber":"upper","current_status":"introduced","bill_number":"S 1137","state":"us","session":"114","title":"PATENT Act","description":"Protecting American Talent and Entrepreneurship Act of 2015 or the PATENT Act\nRequires the Supreme Court to eliminate from the Federal Rules of Civil Procedure the model patent infringement complaint form. \nDirects parties alleging infringement to include in their court pleadings specified details concerning:\nRequires courts, upon a motion, to dismiss claims that do not meet such pleading requirements unless a party with a plausible claim provides a general description of information that was inaccessible after a reasonable inquiry. \nRequires parties alleging infringement to disclose to the court, adverse parties, and the U.S. Patent and Trademark Office (USPTO): (1) assignees of the patent and their ultimate parent entities, (2) entities and ultimate parent entities with a right to sublicense to unaffiliated entities or to enforce the patent; and (3) entities known to have a financial interest in the patent, the patentee, or any ultimate parent entity. Directs alleging parties to further disclose to the court and adverse parties: (1) claims by the patentee, an affiliate, or other claimants during the previous three years; (2) certain assurances made to a standards development organization to license others under such patent; and (3) whether the federal government has imposed specific licensing requirements.\nRequires courts to grant a motion to stay an action against a retailer or end user accused of infringing a patent based on a product or process under specified conditions, if: (1) the manufacturer is a party to the action or a separate action in a federal court involving the same patent; and (2) the retailer or end user agrees to be bound as to issues determined in the action to which the manufacturer is a party, without a full and fair opportunity to separately litigate any such issue, but only as to those issues for which all other elements of the common law doctrine of issue preclusion are met.\nDirects courts to stay discovery in patent actions during the pendency of certain preliminary motions, but allows a court to permit further discovery to resolve a motion or preserve evidence. Permits parties to voluntarily exclude themselves from such discovery limits. \nRequires the Judicial Conference of the United States to develop discovery rules for patent actions that address the extent to which: (1) parties should be responsible for the costs of producing core documentary evidence, and (2) a party may seek additional noncore document discovery and bear the additional costs.\nRequires a court, upon a motion, to award attorney's fees to the prevailing party if the position or conduct of the non-prevailing party was not objectively reasonable. \nAllows a party defending against a claim of infringement to require the party alleging infringement to: (1) certify that it will have sufficient funds to satisfy an award of attorney's fees; (2) demonstrate that its primary business is not the assertion and enforcement of patents or related licensing activities; or (3) identify any other parties with a financial interest. Makes identified interested parties accountable for an award of attorney's fees (unless they renounce their interest in the claim) if the party alleging infringement cannot satisfy the full amount.\nExempts from certain requirements of this Act patent actions that include claims relating to abbreviated new drug applications for generic drugs under the Federal Food, Drug, and Cosmetic Act and the Public Health Service Act, including animal drugs, veterinary products, and other biological products.\nProhibits a claimant seeking to establish willful infringement from relying on evidence of a pre-suit notification sent to the alleged infringer unless the notice included details regarding the patent and specific infringement, the possible right of a retailer or end user to stay the action, the identity of any person who can enforce the patent, and the manner in which any proposed compensation was determined. Allows defendants an additional 30 days to respond to a complaint if the initial notice did not contain such information. \nSubjects to penalties under the Federal Trade Commission Act any person who: (1) commits an unfair or deceptive act or practice in connection with the assertion of a patent; and (2) engages in the widespread sending of demand letters representing falsely, without a reasonable basis, or in a misleading manner that the intended recipients or their affiliates may bear liability or owe compensation for infringement. Provides the Federal Trade Commission with authority to enforce against such violations.\nRequires patent holders to disclose to the USPTO any assignment resulting in a change to the ultimate parent entity. Prohibits a party that fails to comply with such disclosure requirements from recovering increased damages or attorney's fees for any period of noncompliance.\nRequires courts in cross-border bankruptcy cases involving the recognition of a foreign proceeding to apply U.S. bankruptcy laws relating to the retention or termination of licensed intellectual property rights after a trustee has rejected an executory contract. Allows a licensee to elect to retain its right to intellectual property if a foreign representative rejects or repudiates a contract under which the debtor is the licensor.\nExpands the definition of \"intellectual property\" as it applies to the federal bankruptcy code to include trademarks, service marks, or trade names, thereby providing for trademark licenses to be retained instead of voided in bankruptcy.\nDirects the USPTO to notify the public on its website when a patent case is brought in federal court.\nAmends the Leahy-Smith America Invents Act to:","results":151842},{"id":1573393,"chamber":"upper","current_status":"introduced","bill_number":"S 1240","state":"us","session":"114","title":"Cerros del Norte Conservation Act","description":"Cerros del Norte Conservation Act\n \nDesignates the Cerro del Yuta Wilderness (comprising approximately 13,420 acres) and Rio San Antonio Wilderness (comprising approximately 8,000 acres) within the Rio Grande del Norte National Monument in New Mexico as wilderness and as components of the National Wilderness Preservation System. \n \nReleases specified public land within the San Antonio Wilderness Study Area not designated as wilderness by this Act from further study for such a designation.\nRequires the wilderness areas to be administered as components of the National Landscape Conservation System.","results":151842},{"id":1580772,"chamber":"upper","current_status":"introduced","bill_number":"S 1483","state":"us","session":"114","title":"James K. Polk Presidential Home Study Act","description":"James K. Polk Presidential Home Study Act\nThis bill directs the Department of the Interior to conduct a special resource study of the James K. Polk Home and adjacent property in Columbia, Tennessee. \nIn conducting this study Interior shall evaluate the national significance of the site and determine the suitability and feasibility of designating it as a unit of the National Park System.","results":151842},{"id":1585061,"chamber":"lower","current_status":"introduced","bill_number":"HR 2791","state":"us","session":"114","title":"Western Oregon Tribal Fairness Act","description":"Western Oregon Tribal Fairness Act\nCow Creek Umpqua Land Conveyance Act\nThis bill requires 17,519 acres of land to be held in trust for, and to be part of the reservation of, the Cow Creek Band of Umpqua Tribe of Indians.\nFederal law applies to the export of unprocessed logs harvested from this land and to forest management on this land. Gaming on this land is prohibited. \nThe Department of the Interior must reclassify public domain land as Oregon and California Railroad grant land in equal acreage as grant land held in trust as part of this land.\nCoquille Forest Fairness Act\nThis bill amends the Coquille Restoration Act to remove the requirement that Interior manage the Coquille Forest in accordance with state and federal forestry and environmental protection laws.\nThis bill strikes a provision giving the U.S. District Court for the District of Oregon jurisdiction over certain actions concerning the Coquille Forest and limiting remedies to equitable relief.\nOregon Coastal Lands Act\nThis bill requires 14,408 acres of land to be held in trust for, and to be part of the reservation of, the Confederated Tribes of Coos, Lower Umpqua, and Siuslaw Indians.\nFederal law applies to the export of unprocessed logs harvested from this land and to forest management on this land. Gaming on this land is prohibited.\nInterior must reclassify public domain land as Oregon and California Railroad grant land in equal acreage as grant land held in trust as part of this land.","results":151842},{"id":1588478,"chamber":"lower","current_status":"introduced","bill_number":"HR 3114","state":"us","session":"114","title":"To provide funds to the Army Corps of Engineers to hire veterans and members of the Armed Forces to assist the Corps with curation and historic preservation activities, and for other purposes.","description":"Directs the U.S. Army Corps of Engineers to develop a Veterans' Curation Program to hire veterans and members of the Armed Forces to assist in carrying out curation and historic preservation activities.","results":151842}]