[
    {
        "bill_number": "S 267",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\nGeneral of the Army Omar Bradley Property Transfer Act of 2015\n(Sec. 2) Authorizes the Omar Bradley Foundation, Pennsylvania, to transfer, without consideration, to the child of General of the Army Omar Nelson Bradley and his first wife, Mary Elizabeth Quayle Bradley, such items of the Omar Bradley estate under the control of the Foundation as the Secretary of the Army determines to be without historic value to the Army, provided a claim for such a transfer is submitted within 180 days after enactment of this Act.",
        "id": 1350750,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "General of the Army Omar Bradley Property Transfer Act of 2015"
    },
    {
        "bill_number": "S 261",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was introduced. The summary of that version is repeated here.)\nDesignates the U.S. courthouse located at 200 NW 4th Street in Oklahoma City, Oklahoma, as the \"William J. Holloway, Jr. United States Courthouse.\"",
        "id": 1350762,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "A bill to designate the United States courthouse located at 200 NW 4th Street in Oklahoma City, Oklahoma, as the William J. Holloway, Jr. United States Courthouse."
    },
    {
        "bill_number": "S 286",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "Department of the Interior Tribal Self-Governance Act of 2015\nTITLE I--INDIAN SELF-DETERMINATION\nAmends the Indian Self-Determination and Education Assistance Act (the Act) to change the Department of the Interior's process for approving self-governance compacts and annual funding agreements with Indian tribes. Modifies Interior's process to make it similar to processes used by the Department of Health and Human Service's Indian Health Service. \n(Sec. 101) Revises the definition of \"self-determination contract\" to state that no contract shall be considered to be a procurement contract or subject to federal procurement law, except for specified construction contracts. Exempts Indian tribes that expend less than $500,000 in federal award funds in a fiscal year from the requirement that a tribe submit a single-agency audit report if it receives or expends federal award funds.\n(Sec. 102) Directs Interior to negotiate contracts and funding agreements in good faith to maximize implementation of the self-determination policy. Requires provisions of contracts or funding agreements to be liberally construed for the benefit of the Indian tribe.\n(Sec. 103) Directs Interior to interpret all federal laws, regulations, and executive orders in a manner that facilitates: (1) inclusion in self-determination contracts and funding agreements of applicable programs, services, and related funds; (2) implementation of self-determination contracts and funding agreements; and (3) achievement of tribal health objectives.\n(Sec. 104) Adds administrative or other expenses incurred by the governing body of the Indian tribe or tribal organization to the contract support costs eligible to receive funding under the Act. Specifies that no less than 50% of the expenses incurred by the governing body of a tribe or tribal organization relating to a program, function, service, or activity pursuant to the contract shall be considered to be reasonable and allowable.\n(Sec. 105) States that provisions in the model statutory agreement allowing the parties to agree to additional contract and funding agreement terms do not make inapplicable the provisions in Section 102 of the Indian Self-Determination and Education Assistance Act requiring proposals and declinations. \nTITLE II--TRIBAL SELF-GOVERNANCE\n(Sec. 201) Establishes the Tribal Self-Governance Program and sets forth eligibility requirements. Authorizes Interior to select up to 50 new Indian tribes per year to participate in self-governance. \nPermits a tribe that withdraws from participation in a tribal organization to participate in self-governance if the tribe is eligible. Sets forth procedures for a tribe to withdraw from a tribal organization and requirements for distributing funds to a withdrawing tribe.\nRequires a tribe, in order to be eligible to participate in self-governance, to: (1) complete a planning phase, (2) request participation in self-governance by resolution or other official action by the tribal governing body, and (3) demonstrate financial stability and management capability for the three fiscal years preceding the date on which the tribe requests participation. \nMakes tribes eligible to receive grants for planning to participate in the program or for negotiating the terms of participation. \nDeclares that funding agreements that Interior is required to negotiate and enter into with the governing body of each participating tribe must be consistent with the trust responsibility of the federal government, treaty obligations, and the government-to-government relationship between Indian tribes and the United States. \nStates that a funding agreement authorizes a tribe to plan, conduct, consolidate, administer and receive full tribal share funding for all programs, functions, services, or activities provided through the Bureau of Indian Affairs, the Office of the Assistant Secretary for Indian Affairs, and the Office of the Special Trustee; and any other program administered by Interior that is otherwise available to tribes or Indians under the Act. \nProhibits a funding agreement from authorizing a tribe to plan, conduct, administer or receive tribal share funding under any program that is provided under the Tribally Controlled Colleges and Universities Assistance Act of 1978 or is provided for elementary and secondary schools under the formula developed under the Education Amendments of 1978.\nRequires funding agreements to specify services to be provided, functions to be performed, and the responsibilities of the Indian tribe and Interior. Permits a funding agreement, at the request of a tribe, to provide for a base budget specifying recurring funds to be transferred to the tribe. \nProhibits Interior from waiving the trust responsibility of the United States to tribes or altering the terms of a funding agreement without tribal consent. \nPermits tribes participating in self-governance on the date of enactment of this bill to retain existing funding agreements or renegotiate a new funding agreement, including a multiyear funding agreement. \nDirects Interior to negotiate and enter into a compact with each Indian tribe participating in self-governance in a manner consistent with the trust responsibility of the federal government, treaty obligations, and the government-to-government relationship between tribes and the United States. Requires the compact to: (1) specify and affirm the general terms of the government-to-government relationship between the Indian tribe and Interior; and (2) include terms the parties intend to control during the term of the compact. \nPermits tribes participating in self-governance on the date of enactment of this bill to retain negotiated compacts that are not directly contrary to this title, or renegotiate a new compact in a manner that is consistent with this title. \nSpecifies requirements for tribes participating in self-governance with respect to conflicts of interest, audits, redesign and consolidation of programs, retrocession of programs under a compact or funding agreement, non-duplication of funding, and records. \nRequires a funding agreement to include provisions for Interior to monitor the performance of trust functions by the tribe through the annual trust evaluation and to reassume a program and associated funding if there is a finding of: (1) imminent jeopardy to a trust asset, natural resource, or public health and safety that is caused by the tribe and arises out of a failure to carry out the compact or funding agreement, or (2) gross mismanagement of funds. \nSets forth procedures that apply when Interior and a tribe are unable to agree on compact or funding agreement. \nAuthorizes a tribe participating in tribal self-governance to carry out construction projects, including certain related federal environmental activities. Specifies requirements for the projects. \nDirects Interior, upon request of the tribe's governing body, to provide the tribe with financial assistance to carry out the funding agreement. Authorizes a funding agreement to provide for multiyear funding. Directs Interior to transfer all tribal shares and resources to a tribe in a timely fashion. Prohibits Interior from reducing funding from year to year unless specified exceptions apply. \nPermits a tribe to retain interest or income earned on funds paid under a compact or funding agreement to carry out governmental purposes without diminishing its future payments. \nProhibits a tribe from being obligated to continue performance of a compact or funding agreement with insufficient funds and permits a tribe to suspend performance until funds are adequate. \nDirects Interior to interpret federal law in a manner that facilitates the implementation of funding agreements and the inclusion of programs in funding agreements. \nPermits tribes to submit to Interior a written request to waive regulations. Permits Interior to deny the request only if it is prohibited by federal law or inconsistent with a funding agreement.\nSets forth reporting requirements. \nRequires negotiated rulemaking and sets forth membership criteria for the negotiated rulemaking committee. Authorizes Interior to repeal regulations inconsistent with the provisions of this bill. \nProvides that in any administrative action, appeal, or civil action for judicial review of any decision made under this title, Interior has the burden to prove by a preponderance of the evidence the validity of the grounds for the decision.",
        "id": 1351647,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Department of the Interior Tribal Self-Governance Act of 2015"
    },
    {
        "bill_number": "S 349",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\nSpecial Needs Trust Fairness Act of 2015\n(Sec. 2) This bill amends title XIX (Medicaid) of the Social Security Act with respect to the treatment of revocable trusts for the benefit of an individual for purposes of meeting income requirements for Medicaid coverage.\nExtends the supplemental needs trust exemption from treatment of a trust as resources available to the individual to supplemental needs trusts for Medicaid beneficiaries established by those beneficiaries.",
        "id": 1359653,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Special Needs Trust Fairness Act of 2015"
    },
    {
        "bill_number": "HR 719",
        "chamber": "lower",
        "current_status": "engrossed",
        "description": "TSA Office of Inspection Accountability Act of 2015\n(Sec. 4) This bill directs the Department of Homeland Security (DHS) Office of Inspector General (OIG) to: (1) analyze the data and methods used by the Transportation Security Administration (TSA) to classify Office of Inspection (OOI) employees as criminal investigators; and (2) report relevant findings, including whether the data and methods are adequate and valid.\nIf DHS OIG finds that such data and methods are inadequate or invalid, the TSA is prohibited from hiring any new OOI employee until: (1) the TSA certifies to Congress that only OOI employees who meet the minimum legal requirements are classified as criminal investigators and are receiving premium pay and other benefits associated with such classification, and (2) DHS OIG finds that the TSA's certification utilized adequate and valid data and methods. \n(Sec. 5) The legislation requires the TSA to reclassify OOI criminal investigator employees who do not, or are not expected to, spend an average of at least 50% of their time performing criminal investigative duties; and 2) estimate and report to Congress the total long-term cost savings to the federal government resulting from reclassified positions, including savings from law enforcement training, early retirement benefits, law enforcement availability pay, weapons, vehicles, and communications devices.\n(Sec. 6) It also requires the TSA to submit to Congress materials and information associated with the OOI's review of instances in which Federal Air Marshal Service officials obtained discounted or free firearms for personal use. \n(Sec. 7) DHS OIG must submit to Congress a study that compares the requirements, responsibilities, and benefits of criminal investigator employees in the TSA OOI with criminal investigator employees in other federal agencies and identifies inconsistencies and cost implications for differences between the varying requirements, responsibilities, and benefits.",
        "id": 1361390,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "TSA Office of Inspection Accountability Act of 2015"
    },
    {
        "bill_number": "S 501",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was introduced. The expanded summary of the Senate reported version is repeated here.)\nNew Mexico Navajo Water Settlement Technical Corrections Act\n Amends the Omnibus Public Land Management Act of 2009 to expand the current authorization for the construction or rehabilitation and operation and maintenance of conjunctive use wells in the San Juan River Basin, Little Colorado River Basin, and Rio Grande Basin in New Mexico to include the planning and design of those wells. \nRevises the percentages of funds authorized for the Navajo-Gallup Water Supply Project, conjunctive use wells, and San Juan River Irrigation Projects that may be made available for specified purposes by: \nMakes technical corrections.",
        "id": 1404089,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "New Mexico Navajo Water Settlement Technical Corrections Act"
    },
    {
        "bill_number": "HR 1344",
        "chamber": "lower",
        "current_status": "engrossed",
        "description": "Early Hearing Detection and Intervention Act of 2015",
        "id": 1537999,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Early Hearing Detection and Intervention Act of 2015"
    },
    {
        "bill_number": "S 764",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "",
        "id": 1549103,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "National Sea Grant College Program Amendments Act of 2015"
    },
    {
        "bill_number": "HR 1462",
        "chamber": "lower",
        "current_status": "engrossed",
        "description": "Protecting Our Infants Act of 2015\nThis bill requires the Agency for Healthcare Research and Quality to report on prenatal opioid abuse and neonatal abstinence syndrome (symptoms of withdrawal in a newborn). (An opioid is a drug with effects similar to opium, such as heroin or certain pain medications.) The report must include:\nThe Department of Health and Human Services must review its activities related to prenatal opioid use and neonatal abstinence syndrome and develop a strategy to address gaps in research and programs.",
        "id": 1550364,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Protecting Our Infants Act of 2015"
    },
    {
        "bill_number": "HR 1725",
        "chamber": "lower",
        "current_status": "engrossed",
        "description": "National All Schedules Prescription Electronic Reporting Reauthorization Act of 2015\nAmends the National All Schedules Prescription Electronic Reporting Act of 2005 to include as a purpose of state-administered controlled substance monitoring systems ensuring access to prescription history information for the investigative purposes of appropriate law enforcement, regulatory, and state professional licensing authorities. \n Amends the Public Health Service Act to revise and reauthorize through FY2020 the controlled substance monitoring program, including to:\nAllows the Drug Enforcement Administration, HHS, a state Medicaid program, a state health department, or a state substance abuse agency receiving nonidentifiable information from a controlled substance monitoring database for research purposes to make that information available to other entities for research purposes.\nRequires a state receiving a grant to: (1) facilitate prescriber and dispenser use of the state's controlled substance monitoring system, and (2) educate prescribers and dispensers on the benefits of the system both to them and society.",
        "id": 1555764,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "National All Schedules Prescription Electronic Reporting Reauthorization Act of 2015"
    },
    {
        "bill_number": "S 1172",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "Presidential Transitions Improvements Act of 2015\nAmends the Presidential Transition Act of 1963 to direct the President to plan and coordinate activities to facilitate an efficient transfer of power to a successor President, including by: (1) not later than six months before a presidential election, establishing and operating a White House transition coordinating council; and (2) establishing and operating an agency transition directors council. \nDirects the General Services Administration (GSA) to designate a senior career appointee to: (1) carry out the duties and authorities of GSA relating to presidential transitions, (2) serve as the Federal Transition Coordinator to coordinate transition planning across agencies; (3) ensure that agencies comply with all statutory requirements relating to transition planning and reporting, and (4) act as a liaison to eligible candidates. \nIncludes in the President's annual budget request to Congress funding for the management and custody of presidential records by the National Archives.",
        "id": 1570752,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Edward \"Ted\" Kaufman and Michael Leavitt Presidential Transitions Improvements Act of 2015"
    },
    {
        "bill_number": "S 1297",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was reported to the Senate on July 22, 2015. The summary of that version is repeated here.)\nU.S. Commercial Space Launch Competitiveness Act\n(Sec. 3) It is the sense of Congress that it is in the public interest to update the methodology used to calculate the maximum probable loss from commercial space launch liability claims with a validated risk profile approach in order to compute consistently valid and reasonable maximum probable loss values. \nThe Department of Transportation (DOT) shall: (1) evaluate and, if necessary, develop a plan to update the methodology used to calculate the maximum probable loss from commercial space launch liability claims; and (2) achieve specified criteria in evaluating or developing the plan.\n(Sec. 4) The liability coverage of licensees subject to third-party claims exceeding the amount of insurance or demonstration of financial responsibility shall now extend through December 31, 2020. \n(Sec. 5) Certain time constraints of requirements for commercial space launch and reentry experimental permits are repealed and rockets as well as rocket designs are covered. DOT may issue an experimental launch or reentry permit notwithstanding the issuance of any launch or reentry license. Neither shall the issuance of such a license invalidate an experimental permit.\nDOT may now issue an experimental permit for reusable suborbital rockets that will be launched or reentered solely for crew training regardless of whether the crew trains before or after obtaining a license. \nExperimental permits may also authorize an unlimited number of launches and reentries for a particular suborbital rocket or suborbital rocket design (currently, only for a rocket design). \n(Sec. 6) DOT shall report to Congress on approaches for streamlining the licensing and permitting process of launch vehicles, reentry vehicles, or their components, to enable non-launch flight operations related to space transportation.\n(Sec. 7) The Office of Science and Technology Policy shall: (1) assess current, and proposed near-term, commercial non-governmental activities conducted in space; (2) identify appropriate oversight authorities for such activities; and (3) recommend to Congress an oversight approach that would prioritize safety, utilize existing authorities, minimize burdens, promote the U.S. commercial space sector, and meet U.S. obligations under international treaties. \n(Sec. 8) DOT, in concurrence with the Department of Defense (DOD), shall study the feasibility of processing and releasing to any entity safety-related space situational awareness data and information consistent with national security interests and U.S. public safety obligations. \n(Sec. (9) Current safety regulations are extended until October 1, 2020 (currently, October 1, 2015), the earliest date that DOT may propose new safety regulations governing the design or operation of a launch vehicle to protect the health and safety of government astronauts, as well as crew and space flight participants.\nDOT must report to Congress key industry metrics that might indicate readiness of the commercial space sector and DOT to transition to a regulatory approach that considers space flight participant, government astronaut, and crew safety. \n \n(Sec. 10) DOT shall continue to work with the commercial space sector, including the Commercial Space Transportation Advisory Committee, to facilitate the development of voluntary consensus standards based on recommended best practices to improve the safety of crew, government astronauts, and space flight participants as that sector continues to mature.\n \n(Sec. 11) Commercial space launch requirements shall now apply to government astronauts, defined as either a U.S. government employee engaged in the performance of a federal function or an international partner astronaut who may or may not perform activities directly relating to the launch, reentry, or other operation of the launch vehicle or reentry vehicle. \n \nThe following activities are declared not to be space activities that the government carries out for the government (and so they are subject to federal regulations):\n(Sec. 12) It is the sense of Congress that eliminating duplicative requirements and approaches for commercial launch and reentry operations will promote and encourage the development of the commercial space sector. \nThe Congress reaffirms that DOT, in overseeing and coordinating commercial launch and reentry operations, ought to:\nDOT must consult with DOD, NASA, and other executive agencies to identify and evaluate all requirements imposed to protect health and safety, safety of property, national security interests, and U.S. foreign policy interests relevant to any commercial launch of a launch vehicle or commercial reentry of a reentry vehicle, and: \nDOT shall report annually to Congress on these efforts until no outmoded or duplicative federal requirements or approvals exist.\n(Sec. 13) The sense of Congress is expressed regarding the operation and use of the International Space Station (ISS). \nNASA shall ensure that the ISS remains a viable and productive facility capable of potential U.S. utilization through at least FY2024 (currently, through FY2020).\nNASA shall ensure that the ISS as a designated national laboratory:",
        "id": 1576769,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "U.S. Commercial Space Launch Competitiveness Act"
    },
    {
        "bill_number": "S 1362",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "This bill amends title XI of the Social Security Act to authorize the Department of Health and Human Services to waive applicable general and Medicaid requirements of the Program of All-Inclusive Care for Elderly (PACE) in order to conduct demonstration projects through the Center for Medicare and Medicaid Innovations (CMMI) that involve PACE. Prohibits HHS, however, as part of a CMMI demonstration, from waiving: (1) the requirement to offer items and services under Medicare and Medicaid without limitation to PACE program enrollees, and (2) certain requirements regarding enrollment in and disenrollment from PACE programs.",
        "id": 1578752,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "A bill to amend title XI of the Social Security Act to clarify waiver authority regarding programs of all-inclusive care for the elderly (PACE programs)."
    },
    {
        "bill_number": "S 1576",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "",
        "id": 1584824,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Representative Payee Fraud Prevention Act of 2015"
    },
    {
        "bill_number": "S 1596",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "",
        "id": 1585296,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "A bill to designate the facility of the United States Postal Service located at 2082 Stringtown Road in Grove City, Ohio, as the \"Specialist Joseph W. Riley Post Office Building\"."
    },
    {
        "bill_number": "S 1603",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "Border Jobs for Veterans Act of 2015\n(Sec. 3) Directs the Department of Homeland Security (DHS): (1) in conjunction with the Department of Defense (DOD), to identify Military Occupational Specialty Codes, Air Force Specialty Codes, Naval Enlisted Classifications and Officer Designators, and Coast Guard Competencies (qualifications) that are transferable to the requirements and duties assigned to Customs and Border Protection (CBP) Officers; and (2) to consider hiring qualified candidates with such qualifications who are eligible for veterans recruitment appointment.\n(Sec. 4) Directs DHS, in conjunction with DOD, to establish a program to actively recruit members of the Armed Forces who are separating from military service to serve as CBP Officers. Requires such program to:\n(Sec. 5) Directs DHS and DOD, within 180 days after enactment of this Act and by December 31 of each of the three successive years, to jointly submit a report to the appropriate congressional committees on the program, including the number of CBP Officer vacancies filled with separating service members.",
        "id": 1585305,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Border Jobs for Veterans Act of 2015"
    },
    {
        "bill_number": "HR 2820",
        "chamber": "lower",
        "current_status": "engrossed",
        "description": "Stem Cell Therapeutic and Research Reauthorization Act of 2015\nThis bill amends the Stem Cell Therapeutic and Research Act of 2005 to reauthorize the National Cord Blood Inventory program and the C.W. Bill Young Cell Transplantation Program through FY2020. (These programs help match patients in need of a transplant with unrelated bone marrow and cord blood donors.)",
        "id": 1585633,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Stem Cell Therapeutic and Research Reauthorization Act of 2015"
    },
    {
        "bill_number": "S 1707",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was introduced. The summary of that version is repeated here.)\n Designates the federal building located at 617 Walnut Street in Helena, Arkansas, as the \"Jacob Trieber Federal Building, United States Post Office, and United States Court House.\"",
        "id": 1587274,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "A bill to designate the Federal building located at 617 Walnut Street in Helena, Arkansas, as the \"Jacob Trieber Federal Building, United States Post Office, and United States Court House\"."
    },
    {
        "bill_number": "S 1826",
        "chamber": "upper",
        "current_status": "engrossed",
        "description": "",
        "id": 1588594,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "A bill to designate the facility of the United States Postal Service located at 99 West 2nd Street in Fond du Lac, Wisconsin, as the Lieutenant Colonel James \"Maggie\" Megellas Post Office."
    },
    {
        "bill_number": "HJRES 61",
        "chamber": "lower",
        "current_status": "engrossed",
        "description": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\nHire More Heroes Act of 2015\n(Sec. 2) This joint resolution amends the Internal Revenue Code to exempt any employee with coverage under a health care program administered by the Department of Defense, including the TRICARE program, or by the Department of Veterans Affairs from classification as an eligible employee of an applicable large employer for purposes of the employer mandate under the Patient Protection and Affordable Care Act to provide eligible employees with minimum essential health care coverage. \n(Sec. 3) The budgetary effects of this joint resolution are not entered on either PAYGO scorecard under the Statutory Pay-As-You-Go Act of 2010.",
        "id": 1589243,
        "results": 14717,
        "session": "114",
        "state": "us",
        "title": "Hire More Heroes Act of 2015"
    }
]
