[{"id":1149165,"chamber":"lower","current_status":"engrossed","bill_number":"HR 7","state":"us","session":"113","title":"No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2014","description":"No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2014 - \nTitle I: Prohibiting Federally Funded Abortions\n - (Sec. 101) Prohibits the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law (federal funds) for any abortion. (Currently, federal funds cannot be used for abortion services, except in cases involving rape, incest, or life endangerment.)\nProhibits federal funds from being used for any health benefits coverage that includes coverage of abortion (thus making permanent existing federal policies).\nProhibits the inclusion of abortion in any health care service furnished by a federal or District of Columbia health care facility or by any physician or other individual employed by the federal government or the District.\nExcludes an abortion from such prohibitions if: (1) the pregnancy is the result of rape or incest; or (2) the woman suffers from a physical disorder, injury, or illness, including a life-endangering physical condition caused by or arising from the pregnancy itself, that would place her in danger of death unless an abortion is performed, as certified by a physician. \nApplies such prohibitions to District of Columbia funds.\nTitle II: Application Under the Affordable Care Act\n - (Sec. 201) Amends the Internal Revenue Code to exclude from the definition of \"qualified health plan\" after December 31, 2014, for purposes of the refundable tax credit for premium assistance for such plans, any plan that includes coverage for abortion.\nExcludes from the definition of \"qualified health plan,\" for purposes of the tax credit for small employer health insurance expenses, any health plan that includes coverage for abortions.\nExempts from the application of such tax provisions: (1) abortions for pregnancies resulting from rape or incest or in cases where a woman suffers from a physical disorder, injury, or illness that would, as certified by a physician, endanger her life if an abortion were not performed; and (2) the treatment of any infection, injury, disease, or disorder that was caused by or exacerbated by the performance of an abortion.\n Requires the Director of the Office of Personnel Management (OPM), when entering into contracts for health insurance, to ensure that no multi-state qualified health plan offered in a state health care exchange provides health benefits coverage for which the expenditure of federal funds is prohibited under this Act.\n (Sec. 202) Amends the Patient Protection and Affordable Care Act, with respect to notice provided to health plan enrollees, to require:","results":405},{"id":1234243,"chamber":"lower","current_status":"engrossed","bill_number":"HR 748","state":"us","session":"109","title":"Child Interstate Abortion Notification Act","description":"(This measure has not been amended since it was reported to the House on April 21, 2005. The summary of that version is repeated here.)\n \n \n \nChild Interstate Abortion Notification Act - Amends the federal criminal code to prohibit transporting a minor across a state line to obtain an abortion (deems such transporting to be a de facto abridgment of the right of a parent under any law in the minors state of residence that requires parental involvement in the minors abortion decision). Makes an exception for an abortion necessary to safe the life of the minor. \nProtects from prosecution or civil liability the minor or the minors parents for violations of this Act. \nMakes it an affirmative defense to a prosecution or civil action under this Act that a defendant reasonably believed that before the minor obtained the abortion, the required parental consent or notification or judicial authorization took place.\nAuthorizes any parent who suffers harm from a violation of this Act to seek relief in a civil action.\nDefines \"abortion\" as the termination of a pregnancy with an intention other than to increase the probability of a live birth, preserve the life or health of the child after live birth, remove a dead unborn child who died as the result of a spontaneous abortion, accidental trauma, or a criminal assault on the pregnant female or her unborn child. \nDefines \"parent\" to include a guardian, legal custodian, or person standing in loco parentis.\nImposes a fine and/or prison term of up to one year on a physician who performs or induces an abortion on an out-of-state minor in violation of parental notification requirements. Requires such physician to give 24-hour actual or constructive notice to the parent of a minor seeking an abortion. Allows exceptions if: (1) the physician complies with parental notification requirements in the physicians state; (2) the physician is given documentation that a court in the minors state of residence has waived parental notification or otherwise authorized the minors abortion; (3) the minor provides a written statement that she is the victim of sexual abuse, neglect, or physical abuse by a parent and the physician notifies appropriate state officials of such abuse; or (4) the abortion is necessary to save the life of the minor.","results":405},{"id":1255081,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 383","state":"us","session":"108","title":"Waiving points of order against the conference report to accompany the bill (S. 3) to prohibit the procedure commonly known as partial-birth abortion.","description":"(This measure has not been amended since it was introduced. The summary of that version is repeated here.)Waives points of order against the consideration of the conference report on S. 3 (partial-birth abortion ban).","results":405},{"id":1257469,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 257","state":"us","session":"108","title":"Providing for consideration of the bill (H.R. 760) to prohibit the procedure commonly known as partial-birth abortion.","description":"Sets forth the rule for the consideration of H.R. 760 (partial-birth abortion ban).","results":405},{"id":1263405,"chamber":"lower","current_status":"engrossed","bill_number":"HR 358","state":"us","session":"112","title":"Protect Life Act","description":"(This measure has not been amended since it was reported to the House on March 17, 2011. The summary of that version is repeated here.)\n \nProtect Life Act - Amends the Patient Protection and Affordable Care Act (PPACA) to prohibit federal funds from being to used to cover any part of the costs of any health plan that includes coverage of abortion services. (Currently, federal funds cannot be used for abortion services and plans receiving federal funds must keep federal funds segregated from any funds for abortion services.)\nRequires any qualified health benefit plan offered through an Exchange that includes coverage for abortions to also offer a qualified health benefit plan through the Exchange that is identical in every respect except that it does not cover abortions.\nProhibits a federal agency or program and any state or local government that receives federal financial assistance under PPACA from requiring any health plan created or regulated under PPACA to discriminate against any institutional or individual health care entity based on the entity's refusal to undergo training in the performance of induced abortions, require or provide such training, or refer for such training.\nCreates a cause of action for any violations of the abortion provisions of PPACA. Gives federal courts jurisdiction to prevent and redress actual or threatened violations of such provisions by issuing any form of legal or equitable relief, including injunctions and orders preventing the disbursement of all or a portion of federal financial assistance until the prohibited conduct has ceased. Gives standing to institute an action to affected health care entities and the Attorney General.\nRequires the Secretary of Health and Human Services to designate the Director of the Office for Civil Rights of the Department of Health and Human Services (HHS) to receive and investigate complaints alleging a violation of PPACA abortion provisions.\nRequires the Director of the Office of Personnel Management (OPM) to ensure that no multistate qualified health plan offered in an Exchange provides coverage of abortion services.","results":405},{"id":1264947,"chamber":"lower","current_status":"engrossed","bill_number":"HR 3","state":"us","session":"112","title":"No Taxpayer Funding for Abortion Act","description":"No Taxpayer Funding for Abortion Act - \nTitle I: Prohibiting Federally-Funded Abortions and Providing for Conscience Protections\n - (Sec. 101) Prohibits the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law (federal funds) for any abortion.\nProhibits federal funds from being used for any health benefits coverage that includes coverage of abortion. (Currently, federal funds cannot be used for abortion services and plans receiving federal funds must keep federal funds segregated from any funds for abortion services.)\nProhibits the inclusion of abortion in any health care service furnished by a federal or District of Columbia health care facility or by any physician or other individual employed by the federal government or the District.\nExcludes from such prohibitions an abortion if: (1) the pregnancy is the result of rape or incest; or (2) the woman suffers from a physical disorder, injury, or illness, including a life-endangering physical condition caused by or arising from the pregnancy itself, that would place her in danger of death unless an abortion is performed, as certified by a physician. \nMakes such prohibitions applicable to District of Columbia funds.\nCodifies the prohibition against a federal agency or program or any state or local government that receives federal financial assistance from subjecting any individual or health care entity to discrimination on the basis that the health care entity does not provide, pay for, provide coverage of, or refer for abortions. Creates a cause of action for any violations of such provisions. Gives federal courts jurisdiction to prevent and redress actual or threatened violations of such provisions by issuing any form of legal or equitable relief, including an injunction or order preventing the disbursement of all or a portion of federal financial assistance until the prohibited conduct has ceased. Gives standing to institute an action to affected health care entities and the Attorney General. Requires the Secretary of Health and Human Services to designate the Director of the Office for Civil Rights of the Department of Health and Human Services (HHS) to receive, investigate, and refer to the appropriate federal agency complaints alleging a violation of such provisions.\nTitle II: Elimination of Certain Tax Benefits Relating to Abortion\n - (Sec. 201) Amends the Internal Revenue Code to disqualify, for purposes of the tax deduction for medical expenses, any amounts paid for an abortion. \n(Sec. 202) Excludes from the definition of \"qualified health plan\" after December 31, 2013, for purposes of the refundable tax credit for premium assistance for such plans, any plan that includes coverage for abortion.\n(Sec. 203) Excludes from the definitions of \"qualified health plan\" and \"health insurance coverage,\" for purposes of the tax credit for small employer health insurance expenses, any health plan or benefit that includes coverage for abortions.\n(Sec. 204) Includes any reimbursements or distributions to pay for an abortion in the gross income of participants in flexible spending arrangements under a tax-exempt cafeteria plan, Archer Medical Savings Accounts (MSAs), and health savings accounts (HSAs).\nExempts from the application of this title: (1) abortions for pregnancies resulting from rape or incest or in cases where a woman suffers from a physical disorder, injury, or illness that would, as certified by a physician, endanger her life if an abortion were not performed; and (2) the treatment of any infection, injury, disease, or disorder that was caused by or exacerbated by the performance of an abortion.","results":405},{"id":1299859,"chamber":"lower","current_status":"engrossed","bill_number":"HR 36","state":"us","session":"114","title":"Pain-Capable Unborn Child Protection Act","description":"Pain-Capable Unborn Child Protection Act\n \n Amends the federal criminal code to prohibit any person from performing or attempting to perform an abortion except in conformity with this Act's requirements. \nRequires the physician to first determine the probable post-fertilization age of the unborn child, or reasonably rely upon such a determination made by another physician, by making inquiries of the pregnant woman and performing such medical examinations and tests as a reasonably prudent physician would consider necessary. \nProhibits an abortion from being performed if the probable post-fertilization age of the unborn child is 20 weeks or greater, except: (1) where necessary to save the life of a pregnant woman whose life is endangered by a physical disorder, illness, or injury, excluding psychological or emotional conditions; (2) where the pregnancy is the result of rape against an adult woman and, at least 48 hours prior to the abortion, such woman has obtained counseling for the rape or medical treatment for the rape or an injury related to the rape; or (3) where the pregnancy is the result of rape or incest against a minor and the rape or incest has been reported prior to the abortion to a law enforcement agency or a government agency legally authorized to act on reports of child abuse. Requires the physician, prior to performing such an abortion, to place appropriate documentation in the patient's medical file of the receipt of such medical treatment or counseling or of the reporting of such rape or incest.\nPermits a physician to terminate a pregnancy under such an exception only in the manner that provides the best opportunity for the unborn child to survive. Requires a physician performing an abortion under an exception provided by this Act, if (in reasonable medical judgement) the pain-capable unborn child has the potential to survive outside the womb, to ensure that a second physician trained in neonatal resuscitation is present and prepared to provide care to the child. Makes such requirements and the requirement to obtain an informed consent form inapplicable if compliance, in reasonable medical judgment, would pose a greater risk of: (1) the death of the pregnant woman; or (2) the substantial and irreversible physical impairment of a major bodily function, excluding psychological or emotional conditions, of the pregnant woman.\nRequires, when a physician performs or attempts an abortion in accordance with this Act and the child is born alive, that:\nRequires the physician who intends to perform an abortion under one of this Act's exceptions to first obtain a signed informed consent authorization form, which shall be presented in person by the physician and which shall consist of:\nRequires the form to be: (1) signed in person by the woman seeking the abortion, the physician performing the abortion, and a witness; and (2) retained in the patient's medical file for six years from the later of the date of its creation or the date when it last was in effect.\nMakes this Act's exception where the pregnancy is the result of rape against an adult woman and where, at least 48 hours prior to the abortion, the woman has obtained counseling for the rape or medical treatment for the rape or an injury related to the rape, inapplicable if the rape has been reported at any time prior to the abortion to a law enforcement agency or Department of Defense victim assistance personnel.\nRequires a physician who performs an abortion under an exception provided by this Act to comply with: (1) such applicable state laws regarding reporting requirements in cases of rape or incest that are in effect as the state's Attorney General may designate, and (2) any applicable state laws requiring parental involvement in a minor's decision to have an abortion.\nBars prosecution of a woman upon whom an abortion is performed in violation of this Act for violating or conspiring to violate this Act. \nAuthorizes: (1) a woman upon whom an abortion has been performed or attempted in violation of this Act to obtain appropriate relief in a civil action against any person who committed the violation, and (2) a parent of a minor upon whom an abortion has been performed or attempted under an exception and that was performed in violation of this Act to obtain such relief unless the pregnancy resulted from the plaintiff's criminal conduct. Defines \"appropriate relief\" in a civil action to include: (1) objectively verifiable money damages for all injuries, psychological and physical, occasioned by the violation; (2) statutory damages equal to three times the cost of the abortion; and (3) punitive damages. Directs the court to award a reasonable attorney's fee: (1) as part of the costs to a prevailing plaintiff in a civil action under this Act, and (2) in favor of the defendant if a defendant in a civil action prevails and the court finds that the plaintiff's suit was frivolous. Prohibits assessing damages, attorney fees, or other monetary relief against the woman upon whom the abortion was performed or attempted, except in the case of attorney fees for the defendant where the plaintiff's suit was frivolous.\nRequires any physician who performs an abortion under this Act's exceptions to annually submit a summary of all such abortions to the National Center for Health Statistics. Directs the Center to annually issue a public report providing statistics by state for the previous year compiled from all of the summaries submitted to the Center.\nDefines \"abortion\" to mean the use or prescription of any instrument, medicine, drug, or any other substance or device: (1) to intentionally kill an unborn child of a woman known to be pregnant; or (2) to intentionally terminate a pregnancy, with an intention other than to produce a live birth and preserve the life and health of the child after viability or to remove a dead unborn child.","results":405},{"id":1299893,"chamber":"lower","current_status":"engrossed","bill_number":"HR 7","state":"us","session":"114","title":"No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2015","description":"(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\nNo Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2015\nTITLE I--PROHIBITING FEDERALLY FUNDED ABORTIONS\n(Sec. 101) This bill prohibits federal funds, including funds in the budget of the District of Columbia, from being expended for abortion or health coverage that includes coverage of abortion. Abortions are eligible for federal funding only in cases of rape or incest, or where a physical condition endangers a woman's life unless an abortion is performed. Currently, federal funding of abortion and health coverage that includes abortion is prohibited, with the same exceptions.\nHealth care provided in a federal health care facility or by a federal employee may not include abortions that are ineligible for federal funding.\nTITLE II--APPLICATION UNDER THE AFFORDABLE CARE ACT\n(Sec. 201) This bill amends the Internal Revenue Code to disallow premium assistance tax credits or health insurance tax credits for qualified health plans that cover abortions ineligible for federal funding.\nThis bill amends the Patient Protection and Affordable Care Act to require the Office of Personnel Management to ensure that multi-state qualified health plans offered on health insurance exchanges do not cover abortions ineligible for federal funding.\n(Sec. 202) A qualified health plan's coverage of abortion must be disclosed to enrollees at the time of enrollment and must be prominently displayed in marketing materials, comparison tools, or any summary of benefits and coverage made available by the plan issuer, a health insurance exchange, or the Department of Health and Human Services. The amount of a plan's premium that is attributable to coverage of abortions ineligible for federal funding must be disclosed in material where the premium is disclosed.","results":405},{"id":1336650,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 42","state":"us","session":"114","title":"Providing for consideration of the bill (H.R. 7) to prohibit taxpayer funded abortions.","description":"","results":405},{"id":1446352,"chamber":"lower","current_status":"engrossed","bill_number":"HR 3682","state":"us","session":"105","title":"Child Custody Protection Act","description":"Child Custody Protection Act - Amends the Federal criminal code to prohibit and set penalties for transporting an individual under age 18 across a State line to obtain an abortion and thereby abridging the right of a parent under a law of the State where the individual resides requiring parental involvement in a minor's abortion decision.    Makes an exception if the abortion was necessary to save the life of the minor. \nSpecifies that neither the minor transported nor her parent may be prosecuted or sued for a violation of this Act. \nMakes it an affirmative defense to a prosecution for, or to a civil action based on, such a violation that the defendant reasonably believed that before the individual obtained the abortion, the parental consent or notification or judicial authorization that would have been required had the abortion been performed in the State where the individual resides, took place. \nAuthorizes any parent who suffers legal harm from a violation to obtain appropriate relief in a civil action.  Defines \"parent\" to include a guardian, legal custodian, or person standing in loco parentis who has care and control of the minor, and with whom the minor regularly resides, who is designated by such law as a person to whom notification, or from whom consent, is required.","results":405},{"id":1446679,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 262","state":"us","session":"105","title":"Providing for the consideration of the Senate amendments to the bill (H.R. 1122) to amend title 18, United States Code, to ban partial-birth abortions.","description":"Provides for the consideration of the Senate amendments to H.R. 1122 (late term abortion ban).","results":405},{"id":1446937,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 100","state":"us","session":"105","title":"Providing for consideration of the bill (H.R. 1122) to amend title 18, United States Code, to ban partial-birth abortions.","description":"Sets forth the rule (closed) for the consideration of H.R. 1122 (late term abortion ban).","results":405},{"id":1448838,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 499","state":"us","session":"105","title":"Providing for consideration of the bill (H.R. 3682) to amend title 18, United States Code, to prohibit taking minors across State lines to avoid laws requiring the involvement of parents in abortion decisions.","description":"Sets forth the rule (closed) for the consideration of \nH.R. 3682\n (prohibition against taking minors across State lines to avoid laws requiring the involvement of parents in abortion decisions).","results":405},{"id":1449852,"chamber":"upper","current_status":"engrossed","bill_number":"S 1692","state":"us","session":"106","title":"Partial-Birth Abortion Ban Act of 2000","description":"Defines a \"partial birth abortion\" as an abortion in which the person performing the abortion deliberately and intentionally: (1) vaginally delivers some portion of an intact living fetus until the fetus is partially outside the body of the mother, for the purpose of performing an overt act that the person knows will kill the fetus while the fetus is partially outside the mother's body; and (2) performs the overt act that kills the fetus while the intact living fetus is partially outside the mother's body.\nAuthorizes the father, if married to the mother at the time of the abortion, and the maternal grandparents of the fetus, if the mother is under 18 years of age, to obtain specified relief in a civil action, unless the pregnancy resulted from the plaintiff's criminal conduct or the plaintiff consented to the abortion.\nAuthorizes a defendant accused of an offense under this Act to seek a hearing before the State Medical Board on whether the physician's conduct was necessary to save the life of the mother.\nProhibits the prosecution of a woman upon whom a partial-birth abortion is performed for conspiracy to violate this Act or under provisions regarding punishment as a principal or an accessory or for concealment of a felony.","results":405},{"id":1460437,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 233","state":"us","session":"106","title":"Providing for consideration of the bill (H.R. 1218) to amend title 18, United States Code, to prohibit taking minors across State lines in circumvention of laws requiring the involvement of parents in abortion decisions.","description":"Sets forth the rule (closed) for the consideration of \nH.R. 1218\n (prohibiting interstate transportation of minors to avoid parental involvement in abortion decisions).","results":405},{"id":1461731,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 457","state":"us","session":"106","title":"Providing for consideration of the bill (H.R. 3660) to amend title 18, United States Code, to ban partial-birth abortions.","description":"","results":405},{"id":1474303,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 251","state":"us","session":"104","title":"Providing for consideration of the bill (H.R. 1833) to amend title 18, United States Code, to ban partial-birth abortions.","description":"Sets forth the closed rule for the consideration of H.R. 1833 (late-term abortion procedures).","results":405},{"id":1478526,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 389","state":"us","session":"104","title":"Providing for consideration of the Senate amendments to the bill (H.R. 1833) to amend title 18, United States Code, to ban partial-birth abortions.","description":"Sets forth the rule for the consideration of a motion to concur in Senate amendments to H.R. 1833 (late-term abortion procedures).","results":405},{"id":1521078,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 546","state":"us","session":"107","title":"Providing for consideration of the bill (H.R. 4691) to prohibit certain abortion-related discrimination in governmental activities.","description":"","results":405},{"id":1526037,"chamber":"lower","current_status":"engrossed","bill_number":"HRES 498","state":"us","session":"107","title":"Providing for consideration of the bill (H.R. 4965) to prohibit the procedure commonly known as partial-birth abortion.","description":"","results":405}]